Repository: daniklubohinec/Screen-Mirroring
Catalog: TVRemoteApp/*.lproj/Localizable.strings
Languages: vi

source: CPU Check and Mirroring
vi: Kiểm tra CPU và Phản chiếu

# Local_Network_Usage_Description
source: Enable local network access to find Cast-enabled devices.
vi: Bật quyền truy cập vào mạng nội bộ để tìm thiết bị hỗ trợ Cast.

# Photo_Library_Usage_Description
source: Please allow access to Photos to upload your room photos.
vi: Vui lòng cho phép truy cập vào Ảnh để tải lên ảnh phòng của bạn.

source: Screen Mirroring
vi: Phản chiếu màn hình

source: Button
vi: Nút

source: How to Connect
vi: Cách kết nối

source: Feedback
vi: Phản hồi

source: Mini game
vi: Trò chơi nhỏ

source: Files
vi: Tệp

source: Photo
vi: Ảnh

# Same_WiFi_Network_Message
source: Make sure your iPhone is on the same Wi-Fi network as the Cast-enabled device.
vi: Hãy đảm bảo rằng các thiết bị của bạn được kết nối với cùng một mạng Wi-Fi.

source: New Game
vi: Trò chơi mới

source: Cancel
vi: Hủy

source: You win!
vi: Bạn thắng!

source: Congratulations!
vi: Chúc mừng!

# You_Won_The_Game
source: You've won the game!
vi: Bạn đã thắng trò chơi!

source: You lose!
vi: Bạn thua!

source: Game Over
vi: Trò chơi kết thúc

source: Better luck next time!
vi: Chúc may mắn lần sau!

source: It's a draw!
vi: Hòa!

source: It's a Tie
vi: Hòa

# Game_Ended_In_Draw
source: The game ended in a draw.
vi: Trò chơi kết thúc với kết quả hòa.

# Game_Has_Ended
source: The game has ended.
vi: Trò chơi đã kết thúc.

source: Your turn
vi: Đến lượt bạn

source: AI is thinking...
vi: AI đang suy nghĩ...

# Welcome_Title
source: Welcome
vi: Chào mừng

# First_View_Controller_Message
source: This is the first view controller
vi: Đây là bộ điều khiển hiển thị đầu tiên

# Settings_Title
source: Settings
vi: Cài đặt

# Settings_Message
source: Adjust your preferences here
vi: Điều chỉnh các tùy chọn của bạn ở đây

# Media_Title
source: Media
vi: Phương tiện

# Media_Message
source: Browse your media files
vi: Duyệt các tệp phương tiện của bạn

# Photos_Title
source: Photos
vi: Ảnh

# Photos_Message
source: View your photo gallery
vi: Xem thư viện ảnh của bạn

# Web_Message
source: Browse the web
vi: Duyệt web

# Documents_Title
source: Documents
vi: Tài liệu

# Documents_Message
source: View your documents
vi: Xem các tài liệu của bạn

# Tips_Title
source: Tips
vi: Mẹo

# Tips_Message
source: Here are some tips
vi: Dưới đây là một số mẹo

# Permission_Required_Title
source: Permission Required
vi: Yêu cầu quyền

# Permission_Required_Message
source: Please grant the necessary permissions
vi: Vui lòng cấp các quyền cần thiết

source: Network connection failed
vi: Kết nối mạng thất bại

source: Authorization status updated
vi: Trạng thái ủy quyền đã được cập nhật

source: Helper function executed
vi: Hàm trợ giúp đã được thực thi

source: App launched successfully
vi: Ứng dụng khởi động thành công

source: Scene delegate called
vi: Trình ủy quyền cảnh đã được gọi

# Albums_Title
source: Albums
vi: Album

# Albums_Message
source: Browse your albums
vi: Duyệt album của bạn

source: Network permission granted
vi: Quyền mạng đã được cấp

source: Debugging mode enabled
vi: Chế độ gỡ lỗi đã được bật

source: Release mode enabled
vi: Chế độ phát hành đã được bật

source: Active
vi: Hoạt động

source: How to Disconnect
vi: Cách ngắt kết nối

source: Tap to connect
vi: Nhấn để kết nối

# Tap_To_Connect_And_Choose_Device
source: Tap to connect and choose another device to pair with your iPhone.
vi: Nhấn để kết nối và chọn một thiết bị khác để ghép nối với iPhone của bạn.

source: Open AirPlay
vi: Mở AirPlay

# Not_Connected_To_WiFi
source: Your iPhone is not connected to a Wi-Fi network
vi: iPhone của bạn không được kết nối với mạng Wi-Fi

source: Turn on Wi-Fi
vi: Bật Wi-Fi

# Allow_Access_To_Photos
source: Allow access to your Photos
vi: Cho phép truy cập ảnh của bạn

# Allow_Photos_Access_Message
source: To cast media, allow the app to access Photos in your iPhone Settings.
vi: Để truyền phương tiện, cho phép ứng dụng truy cập Ảnh trong Cài đặt iPhone của bạn.

source: Go to Settings
vi: Đi tới Cài đặt

# Choose_Device
source: Please choose the device you wish to connect to.
vi: Vui lòng chọn thiết bị bạn muốn kết nối.

# Same_WiFi_Network
source: Make sure your devices are connected to the same Wi-Fi network.
vi: Hãy đảm bảo rằng các thiết bị của bạn được kết nối với cùng một mạng Wi-Fi.

# CPU_Usage
source: CPU usage shows how much of the processor's power is being used by apps and system tasks. High usage can slow performance and drain the battery, while low usage indicates efficient operation.
vi: Sử dụng CPU cho biết mức độ sử dụng sức mạnh của bộ xử lý bởi các ứng dụng và tác vụ hệ thống. Mức sử dụng cao có thể làm chậm hiệu suất và làm hao pin, trong khi mức sử dụng thấp cho thấy hoạt động hiệu quả.

source: Photo Mirroring
vi: Phản chiếu ảnh

source: Video Mirroring
vi: Phản chiếu video

source: Document Mirroring
vi: Phản chiếu tài liệu

source: Web Mirroring
vi: Phản chiếu web

source: Error
vi: Lỗi

source: Close
vi: Đóng

# Email_Invalid
source: Device is not able to send an email
vi: Thiết bị không thể gửi email

source: Rate Us
vi: Đánh giá chúng tôi

source: Share App
vi: Chia sẻ ứng dụng

source: Privacy Policy
vi: Chính sách bảo mật

source: Terms of Use
vi: Điều khoản sử dụng

source: Contact Us
vi: Liên hệ với chúng tôi

source: Social
vi: Xã hội
